if (window.console) {
    var cons = console;
    if (cons) {
    	cons.log('{关于作品}\n以这种方式与你交流，在这个特殊的日子，特殊的年纪，特殊的感情，特殊的···，真的很有点小激动。\n看了前面我的不太完美的诚意之作，不知道你是否可以怀着一份美好的期待给等待你2006天的傻小子一个让他可以兴奋、幸福进羊年的机会？\n\n{关于过往}\n你是否知道过往的2006天里，你的喜、怒、哀、乐，都是 两个人的心情和状态；\n你是否知道过往的2006天里，我的喜、乐都通过各种方式想与你分享，我的怒、哀又多么想能有你陪伴在我身边，赋予我释然一笑的能力；\n你是否知道过往的2006天里，你的自拍照，是我手机里最珍贵的文件。\n\n{关于你我}\n我知道我很傻，但我始终相信我的努力终将得到应有的回报。\n你每一次的感情，每一次的相亲始终，都是我内心最为煎熬、忐忑和抑郁的时期。\n我 总是在想，要是我该多好，起码，杨晨辰这三个字不是和另一个名字并列的，而且相融入的，融入到我名字的每一个角落里。\n\n{关于我们}\n你现在已经工作稳定我知道的，但是我也不会一直在外面。我想在这两年在外面打拼一下，见见世面，两到三年我就会回去。\n不管银行也好，公务员也罢，或者找到更好的工作，我愿意回去，愿意给你安全感，愿意给你我的一切\n因为我想你，我更想 Marry Chenchen.\n\n\n\n这么久了，给傻小子一个机会好吗？\n\n\n\n{关于现在}\n我知道你现在可能不会再看到这里，也可能不愿意再看到这里，但是我决定了，我放弃外面的一切，我要回去了。\n不管别人怎么看我，我都决定了，回家。等着我，好么。\n\n\n\n我已经回来了。我要陪在你的身边。');
        cons.log("Copyright 2015  %c❤", "color:rgb(246,105,147);font-weight:bold;");
    }
}


